Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/B01B.tmx
Source language: en_us
Languages: zh_cn

source: Obama, an economic unilateralist
zh_cn: 经济单边主义者奥巴马

source: The silliest thing that clever people are saying about the world economic crisis is that the United States will lose its position as the dominant world superpower in consequence.
zh_cn: 聪明人在谈论世界经济危机时得出的最蠢结论是：美国最终将丧失其作为世界主宰的超级大国的地位。

source: On the contrary: the crisis strengthens the relative position of the United States and exposes the far graver weaknesses of all prospective competitors.
zh_cn: 相反，这次经济危机增强了美国的相对地位，暴露了所有未来竞争者极其严重的弱点。

source: It makes the debt of the American government the world's most desirable asset.
zh_cn: 经济危机使美国政府债务成为世界最称心的资产。

source: America may deserve to decline, but as Clint Eastwood said in another context, "deserve's got nothing to do with it".
zh_cn: 美国可能理该衰落，但正如克林特.伊斯特伍德在另外的文章中所言，"'理该'跟经济危机毫不相关。"

source: President Barack Obama may turn out to be the most egregious unilateralist in American history.
zh_cn: 结果可能是，奥巴马总统成为美国历史上最异乎寻常的单边主义者。

source: America's supposed decline dominates the glossy magazines.
zh_cn: 假定中的美国衰落论主宰着很多精美杂志。

source: Last September, Germany's Finance Minister Peer Steinbruck intoned, "One thing seems probable to me. As a result of the crisis, the United States will lose its status as the superpower of the global financial system." The German official is quoted by Professor Richard Florida in the March 2009 Atlantic Monthly, who adds, "You don't have to strain too hard to see the financial crisis as the death knell for a debt-ridden, overconsuming and underproducing American empire - the fall long prophesied by [British historian] Paul Kennedy and others." (Florida's views are more nuanced).
zh_cn: 去年9月，德国财长佩尔·施泰因布吕克吟诵道："我觉得有一件事似乎很有可能，这次经济危机的结果是：美国将丧失其全球金融体系超级大国的地位。" 理查德.佛罗里达在今年三月的《大西洋月刊》中引述了这位德国官员的话并补充说，"你也别扯得太猛了，以致看不到金融危机成为债务累累、过度消费和开工不足帝国的死亡丧钟。（英国历史学家）保罗.肯尼迪和其他人早已预测美国的衰落。”（理查德.佛罗里的话稍有差别）。

source: And the ubiquitous Professor Niall Ferguson told a Vanity Fair interviewer on January 20 that America would crumble like Great Britain in the 1970s. "It certainly will be extremely painful ... Half the federal debt is held by foreigners. And if the US either defaults on debt or allows the dollar to depreciate, the rest of the world is going to say, 'Wait a second, you just screwed us.' And that's, I think, the moment at which the United States experiences the British experience - when, in the dark days of the 60s and 70s, Britain fundamentally lost its credibility and ceased to be a financial great power."
zh_cn: 还有那位无处不在的非格斯教授1月20日对《名利场》采访人员说，美国会像上世纪70年代的英国那样衰落。“当然，那会极端痛苦...外国人握有一半的联邦债务。而且，如果美国拖欠债务或让美元贬值，其他国家就会说，‘等等，你在绞我们啊。’我想，就在此刻，美国会亲历英国六、七十年代的黑暗日子，那时英国从根本上丧失了其可信度，金融大国随即终止。”

source: But is this true?
zh_cn: 但这是真的吗？

source: In fact, the rest of the world has queued up to lend America as much money as it might wish to borrow in order to get its consumers to spend again, and buy the manufactures and raw materials of the rest of the world.
zh_cn: 事实上，世界其他国家已排队借钱给美国很多钱，就如同它们想借的那么多, 好再让美国消费者消费、买美国货和购买世界其他国家的原材料。

source: It won't work, but that is another matter.
zh_cn: 这不会发生，但那是另一回事。

source: Here's a thought-experiment to gauge the merits of different national markets as a safe haven.
zh_cn: 有一个评价不同国家市场作为安全港的思想-实验法。

source: Close your eyes and try to imagine what Germany, Japan and China will look like 30 years from now, that is, when a newly-issued long-term bond will mature.
zh_cn: 闭上你的眼睛，想像一下，从现在开始的30年后，德国、日本和中国会如何，也就是，到最新发行的长期国债到期的时候。

source: Imagination fails in the case of Europe and Japan.
zh_cn: 对欧洲和日本的想像会失败。

source: One out of every four Germans today is older than 60, and in 30 years the proportion will rise to two-fifths.
zh_cn: 今日每四个德国人中有一个年龄超过60岁，30年后这一比例会上升到五分之二。

source: Japan is even worse: 30% of Japanese today are above 60, and in 30 years the number will be almost half.
zh_cn: 日本甚至更糟：今日30%的日本人年龄超过60岁，30年后这一数字几乎为50%。

source: What does a national economy look like when the demographics are so skewed to pensioners?
zh_cn: 国家人口特征如此倒向领取退休养老金的人，其经济还会怎样呢？

source: We never have seen anything like this before in all of history.
zh_cn: 历史上我们还从未看到过这种现象。

source: Pension and health costs projected forward will crush these economies a generation from now.
zh_cn: 未来预期的养老金和医疗开支将压垮从现在开始的一代人的经济体。

source: Taxes will suffocate the dwindling population of young workers.
zh_cn: 税收会窒息人口数量日益缩小的年轻工人。

source: A straight-line projection of present trends takes us to the cusp of national failure.
zh_cn: 对目前的趋势加以直接预测会使我们想到国家的失败。

source: We do not know whether present trends will continue in a straight line, to be sure.
zh_cn: 确切地说，我们还不知道目前的趋势是否会一直继续下去。

source: Children are the wealth of nations, provided that their nations can put tools in their hands and the rule of law at their back.
zh_cn: 孩子是国家的财富，倘若国家把工具交到他们手中并有法治作为他们的依靠的话。

source: Countries that lack children are poor. Aging Germans do not have young people to whom to lend. That is why they lent their savings to Americans, through the subprime market, and why European banks are if anything worse off than American banks.
zh_cn: 缺少孩子的国家是可怜的，老龄化的德国没有可以放贷的年轻人，这也正是为什么他们要通过次级市场把存款借给美国人的原因了，也是欧洲银行比美国银行损失可能更糟的缘由。

source: Great opportunities are attended by enormous dangers.
zh_cn: 大机遇伴随大风险。

source: China has more young people than any other country in the world, more than all of Europe put together, but too many of them are trapped in rural poverty, uneducated and untrained.
zh_cn: 中国的年轻人比任何国家多，多于欧洲年轻人之和，但很多人生活在贫困的农村、学历低又培训不足。

source: That is why Chinese save half their income, more than anyone else in the world.
zh_cn: 这也正是为什么中国人要把他们的一半收入存入银行的原因了。中国的存款多于任何国家。

source: But America's future is not hard to visualize in 2040.
zh_cn: 但2040年的美国是不难想像的。

source: In fact, America in 1979 was not much different from America in 2009.
zh_cn: 其实，1979年的美国与2009年的美国没有太多的差异。

source: Minor adjustments await Americans over the next generation compared with the great changes affecting its prospective competitors.
zh_cn: 与影响未来竞争对手的大变化相比，下一代美国人只会经受一些小小的调整。

source: During the 1960s, a young Canadian economist, Robert Mundell, argued that an increase in US government debt might represent a true increase in wealth under certain circumstances.
zh_cn: 上世纪60年代，年轻的加拿大经济学家罗伯特.蒙代尔认为，美国政府债务增长在某种情况下可能代表了真正的财富增长。

source: It is relatively easy to capitalize corporate income streams through bonds, Mundell observed, but much harder to capitalize household income streams.
zh_cn: 通过债券将公司收入流资本化，这相对容易些，但要将家庭收入流资本化就很困难。

source: If the government cuts taxes and issues bonds to replace the lost revenue, the increase in the float of the government bonds outstanding will represent an increase in wealth, provided that the tax increase stimulates growth, and the resulting growth brings in enough taxes to pay the interest on the bonds
zh_cn: 如果政府减税和和发债券以弥补收入损失，那么，浮动的政府未清偿债的增长就代表财富的增长，前提是，税收增加刺激经济增长，经济增长带来足够支付债券利息的税收。

source: From this insight emerged the economic program of president Ronald Reagan.
zh_cn: 受这一思想的影响，冒出了里根的经济计划。

source: Drastic tax cuts, reducing the marginal tax rate from 70% to 40%, vastly increased the US budget deficit during the early 1980s. But the increase in revenues from a recovering economy more than paid the interest on the additional bonds, and the increase in government debt represented an increase in wealth.
zh_cn: 上世纪80年代初，由于激进的减税政策，将边际税率从70%降到40%，美国的预算赤字极大地增加，但经济恢复带来的收入增长大于对额外债券所支付的利息，所以政府债务增长就代表了财富增长。
